public class Main {
    public static void main(String[] args) {

        int ticketCost = 7500;
        int oneMile = 20;

        int bonusMiles = (ticketCost / oneMile);

        System.out.println("Количество бонусных миль " + bonusMiles);

        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мили

        // Рассчитываете количество бонусных миль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}


